[{"_id":{"$oid":"6069a6369da6ffa6ec3c2e04"},"web_url":"https://ogn.theonion.com/elder-scrolls-update-imminent-todd-howard-s-tracks-s-1846585050","postDate":{"$date":"2021-03-31T00:00:00Z"},"headline":"","text_body":"Good tidings, Elder Scrolls fans! It’s been almost a decade since the last release in Bethesda’s beloved fantasy series, but it seems some cool new tidbits about the hotly anticipated sixth installment are just around the bend! Our hounds have been stalking series director Todd Howard through the evening, day in and day out, for nearly a full fortnight, and the tracks from his blood loss suggest he’s slowing down far too quickly to ever outrun us.","correct_answer":false,"__v":0},{"_id":{"$oid":"6069a6369da6ffa6ec3c2e03"},"web_url":"https://www.theonion.com/papa-john-s-comes-under-fire-for-cruel-treatment-of-the-1846204233","postDate":{"$date":"2021-05-21T00:00:00Z"},"headline":"Papa John’s Comes Under Fire For Cruel Treatment Of The Bulbous, Deformed Creatures That Lactate Pizza Sauce","text_body":"Hear why PETA is coming to the defense of these over-bread monstrosities that exist for the sole purpose of having fresh tomato paste extracted from their many teat-like protuberances.","correct_answer":false,"__v":0},{"_id":{"$oid":"6069a6369da6ffa6ec3c2e02"},"web_url":"https://www.dailystar.co.uk/news/world-news/unknown-disease-turns-bear-cubs-23829469","postDate":{"$date":"2021-03-31T00:00:00Z"},"headline":"Unknown disease that turns bear cubs into friendly \"zombies\" spreading rapidly in US","text_body":"A mystery virus infecting young black bears in the US states of California and Nevada makes the animals behave in a strangely friendly manner towards humans.","correct_answer":true,"__v":0},{"_id":{"$oid":"6069a6369da6ffa6ec3c2e01"},"web_url":"https://www.bbc.co.uk/news/av/world-us-canada-56603312","postDate":{"$date":"2020-01-04T00:00:00Z"},"headline":"Children dropped over US border wall","text_body":"US authorities have released a video showing two children being dropped over a 14ft (4.2 m) wall by alleged smugglers at the US-Mexico border in New Mexico.","correct_answer":true,"__v":0}]
